k6/results/load-summary.txt
     ✓ status 200
     ✓ body not empty

     █ setup

       ✓ login status 200
       ✓ login returns token

   ✓ checks.........................: 100.00% ✓ 1814     ✗ 0   
     data_received..................: 3.7 MB  31 kB/s
     data_sent......................: 280 kB  2.3 kB/s
     http_req_blocked...............: avg=20.86µs  min=2µs    med=8µs    max=3.91ms   p(90)=18µs    p(95)=22µs    
     http_req_connecting............: avg=5.68µs   min=0s     med=0s     max=1.21ms   p(90)=0s      p(95)=0s      
   ✓ http_req_duration..............: avg=14.31ms  min=2.02ms med=9.33ms max=116.06ms p(90)=31.61ms p(95)=34.98ms 
       { expected_response:true }...: avg=14.31ms  min=2.02ms med=9.33ms max=116.06ms p(90)=31.61ms p(95)=34.98ms 
   ✓ http_req_failed................: 0.00%   ✓ 0        ✗ 907 
     http_req_receiving.............: avg=117.14µs min=21µs   med=101µs  max=1.82ms   p(90)=181.4µs p(95)=206.69µs
     http_req_sending...............: avg=33.06µs  min=8µs    med=26µs   max=489µs    p(90)=53.4µs  p(95)=63.69µs 
     http_req_tls_handshaking.......: avg=0s       min=0s     med=0s     max=0s       p(90)=0s      p(95)=0s      
     http_req_waiting...............: avg=14.16ms  min=1.98ms med=9.2ms  max=115.8ms  p(90)=31.44ms p(95)=34.83ms 
     http_reqs......................: 907     7.500538/s
     iteration_duration.............: avg=1.01s    min=1s     med=1.01s  max=1.1s     p(90)=1.03s   p(95)=1.03s   
     iterations.....................: 906     7.492269/s
     vus............................: 1       min=1      max=10
     vus_max........................: 10      min=10     max=10