k6/results/smoke-summary.txt
     ✓ GET /api/v1/features -> 200
     ✓ GET /api/v1/roles -> 200
     ✓ GET /api/v1/users -> 200
     ✓ GET /api/v1/releases -> 200
     ✓ GET /api/v1/reports -> 200

     █ setup

       ✓ login status 200
       ✓ login returns token

     checks.........................: 100.00% ✓ 7        ✗ 0  
     data_received..................: 21 kB   7.6 kB/s
     data_sent......................: 1.7 kB  615 B/s
     http_req_blocked...............: avg=147.83µs min=3µs    med=15.5µs  max=648µs    p(90)=421µs    p(95)=534.49µs
     http_req_connecting............: avg=53.66µs  min=0s     med=0s      max=162µs    p(90)=161µs    p(95)=161.5µs 
   ✓ http_req_duration..............: avg=49.72ms  min=4.92ms med=25.18ms max=187.02ms p(90)=117.87ms p(95)=152.44ms
       { expected_response:true }...: avg=49.72ms  min=4.92ms med=25.18ms max=187.02ms p(90)=117.87ms p(95)=152.44ms
   ✓ http_req_failed................: 0.00%   ✓ 0        ✗ 6  
     http_req_receiving.............: avg=133.83µs min=46µs   med=128.5µs max=218µs    p(90)=216.5µs  p(95)=217.25µs
     http_req_sending...............: avg=181.83µs min=12µs   med=34µs    max=903µs    p(90)=495µs    p(95)=698.99µs
     http_req_tls_handshaking.......: avg=0s       min=0s     med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=49.4ms   min=4.86ms med=24.9ms  max=186.02ms p(90)=117.27ms p(95)=151.64ms
     http_reqs......................: 6       2.136751/s
     iteration_duration.............: avg=2.61s    min=2.61s  med=2.61s   max=2.61s    p(90)=2.61s    p(95)=2.61s   
     iterations.....................: 1       0.356125/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1